tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bash-completion"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "gh"
brew "git"
brew "git-lfs"
brew "mono"
brew "pv"
brew "starship"
brew "vim"
brew "wget"
cask "db-browser-for-sqlite"
cask "flycut"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "shiftit"
cask "slack"
cask "unity-hub"
