tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "adb-enhanced"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "go"
brew "node"
brew "perl"
brew "python@3.11"
brew "starship"
brew "tmux"
brew "vim"
brew "wget"
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "flycut"
cask "font-sauce-code-pro-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "keycastr"
cask "slack"
cask "unity-hub"
vscode "adpyke.codesnap"
vscode "amlovey.shaderlabvscodefree"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "felipe-mendes.slack-theme"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "geobomatic.dark-plus-one-monokai"
vscode "gerane.theme-solarized-dark"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "jspolancor.presentationmode"
vscode "kleber-swf.unity-code-snippets"
vscode "lionize.unity-snippets-modified"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.mono-debug"
vscode "nucllear.vscode-extension-auto-import"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "qiantao.solarized-dark-no-bold"
vscode "redhat.java"
vscode "robertz.code-snapshot"
vscode "siris01.ayu-green"
vscode "slevesque.shader"
vscode "streetsidesoftware.code-spell-checker"
vscode "teabyii.ayu"
vscode "tobiah.unity-tools"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "ybaumes.highlight-trailing-white-spaces"
vscode "yclepticstudios.unity-snippets"
vscode "zhouronghui.propertylist"
