tap "homebrew/bundle"
tap "nesium/tools"
brew "adb-enhanced"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dotnet"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "go"
brew "gradle"
brew "node"
brew "perl"
brew "python@3.11"
brew "starship"
brew "tmux"
brew "vim"
brew "wget"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "android-studio"
cask "anytype"
cask "chatgpt"
cask "cursor"
cask "db-browser-for-sqlite"
cask "flycut"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "keycastr"
cask "rectangle"
cask "spotify"
cask "temurin@17"
cask "unity-hub"
cask "visual-studio-code"
